tap "adoptopenjdk/openjdk"
brew "xz"
brew "asciinema"
brew "atuin", restart_service: :changed
brew "automake"
brew "chruby"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "libyaml"
brew "openssl@3"
brew "fastlane"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnu-tar"
brew "go"
brew "gradle-completion"
brew "gradle"
brew "libffi"
brew "markdownlint-cli2"
brew "mas"
brew "mtr"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "ruby-install"
brew "sassc"
brew "texlive"
brew "vale"
brew "yt-dlp"
cask "1password-cli"
cask "airfoil"
cask "alt-tab"
cask "audacity"
cask "audio-hijack"
cask "betterdisplay"
cask "discord"
cask "dolphin"
cask "insta360-link-controller"
cask "itsycal"
cask "jetbrains-toolbox"
cask "loopback"
cask "mactex"
cask "notunes"
cask "obs"
cask "obsidian"
cask "oscar"
cask "pandora"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "soundsource"
cask "tailscale-app"
cask "temurin@25"
cask "thaw"
cask "thunderbird"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "windows-app"
cask "zoom"
cask "zotero@beta"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "iMazing Profile Editor", id: 1487860882
go "github.com/gohugoio/hugo"
