tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "sass/sass"
brew "asciinema"
brew "atuin", restart_service: :changed
brew "buf"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "exiftool"
brew "ruby"
brew "fastlane"
brew "fdupes"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "gradle-completion"
brew "graphviz"
brew "python@3.13"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "kepubify"
brew "mas"
brew "mtr"
brew "neovim"
brew "openjdk@21"
brew "pandoc"
brew "pre-commit"
brew "proselint"
brew "python-tk@3.13"
brew "qpdf"
brew "ripgrep"
brew "ruby@3.3"
brew "rustup"
brew "shellcheck"
brew "svgo"
brew "swi-prolog"
brew "transmission-cli"
brew "typos-cli"
brew "uv"
brew "vale"
brew "virtualenv"
brew "virtualenvwrapper"
brew "web-ext"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "sass/sass/sass"
cask "1password-cli"
cask "alt-tab"
cask "audacity"
cask "calibre"
cask "gimp"
cask "gog-galaxy"
cask "gramps"
cask "gstreamer-runtime"
cask "hex-fiend"
cask "itsycal"
cask "jamovi"
cask "jordanbaird-ice"
cask "keycastr"
cask "mactex"
cask "obs"
cask "openscad"
cask "subsurface"
cask "texstudio"
cask "textual"
cask "transmission"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "DaVinci Resolve", id: 571213070
mas "EchoHam", id: 873302145
mas "Essentials", id: 1588151344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Menu World Time", id: 1446377255
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Remote Desktop", id: 409907375
mas "Tailscale", id: 1475387142
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
go "github.com/rhysd/actionlint/cmd/actionlint"
go "github.com/dependabot/cli/cmd/dependabot"
go "github.com/gohugoio/hugo"
go "nsheridan.dev/kindle-downloader"
