tap "adoptopenjdk/openjdk"
brew "asciinema"
brew "atuin", restart_service: :changed
brew "colordiff"
brew "fastlane"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "gradle-completion"
brew "markdownlint-cli2"
brew "mas"
brew "neovim"
brew "openjdk@21"
brew "pre-commit"
brew "ripgrep"
brew "sassc"
brew "vale"
brew "yt-dlp"
cask "1password-cli"
cask "airfoil"
cask "alt-tab"
cask "audacity"
cask "audio-hijack"
cask "betterdisplay"
cask "discord"
cask "dropbox"
cask "insta360-link-controller"
cask "itsycal"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "loopback"
cask "notunes"
cask "obs"
cask "obsidian"
cask "oscar"
cask "pandora"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "soundsource"
cask "tailscale-app"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero@beta"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "iMazing Profile Editor", id: 1487860882
go "github.com/gohugoio/hugo"
